{
  "system_create_dtsi":"2017-11-17T19:35:35Z",
  "system_modified_dtsi":"2017-11-17T19:35:35Z",
  "has_model_ssim":["Collection"],
  "id":"1ed8e649-644d-4fa3-a119-e4846c5e90d6",
  "accessControl_ssim":["9b3947aa-5999-40fd-b01f-f1c6ffc09185"],
  "depositor_ssim":["adam.arling@northwestern.edu"],
  "depositor_tesim":["adam.arling@northwestern.edu"],
  "title_tesim":["Berkeley Folk Festival"],
  "resource_type_tesim":["Other"],
  "creator_tesim":["Laura Creator"],
  "contributor_tesim":["John Jones"],
  "keyword_tesim":["Music, Dylan, folk, folk music, San Franciso"],
  "publisher_tesim":["Northwestern University Libraries"],
  "description_tesim":["The Festival was one of the preeminent folk festivals on the West Coast, predating the more famous Newport Folk Festival on the East Coast and presenting performers, artists, and scholars such as Joan Baez, Pete Seeger, Doc Watson, Alan Lomax, Howlin' Wolf, Phil Ochs, Alice Stuart, Jean Ritchie, Jean Redpath, Jesse Fuller, Big Mama Thornton, Mance Lipscomb, Mississippi John Hurt, Archie Green, Alan Dundes, Bess Lomax Hawes, Ewan MacColl, John Fahey, Robbie Basho, the Jefferson Airplane, the Youngbloods, Big Brother and the Holding Company and reb Shlomo Carlebach, and many others. The festival's willingness to embrace electric rock music and other forms of what would become known as roots music or Americana makes it markedly different from Newport, with its famous struggle over Bob Dylan going electric. It exemplified the diverse and adventurous musical and cultural milieu of the West Coast—and the Bay Area in particular—and suggests a major revision in our understanding of the folk revival, of the relationship of culture to political events in Berkeley such as the Free Speech Movement, to commerce and civil society, and to ongoing issues and questions about cultural heritage, technology, diversity, and commonality."],
  "license_tesim":["http://creativecommons.org/publicdomain/mark/1.0/"],
  "date_created_tesim":["September 15, 2017"],
  "thumbnail_path_ss":"/assets/collection-a38b932554788aa578debf2319e8c4ba8a7db06b3ba57ecda1391a548a4b6e0a.png",
  "bytes_lts":0,
  "visibility_ssi":"open",
  "read_access_group_ssim":["public"],
  "edit_access_person_ssim":["adam.arling@northwestern.edu"],
  "human_readable_type_tesim":["Collection"],
  "_version_":1584616938335633408,
  "timestamp":"2017-11-20T20:07:55.433Z",
  "score":4.152736
}
